import Foundation

struct DumyData {
    static let name: String = "이름 더미데이터"
    static let title: String = "제목 데이터가 없습니다. 데이터를 기다리세요"
    static let content: String = "농업생산성의 제고와 농지의 합리적인 이용을 위하거나 불가피한 사정으로 발생하는 농지의 임대차와 위탁경영은 법률이 정하는 바에 의하여 인정된다.\n 대통령은 제1항과 제2항의 처분 또는 명령을 한 때에는 지체없이 국회에 보고하여 그 승인을 얻어야 한다.\n 국가안전보장회의의 조직·직무범위 기타 필요한 사항은 법률로 정한다. 대통령은 국무회의의 의장이 되고, 국무총리는 부의장이 된다. 탄핵결정은 공직으로부터 파면함에 그친다. \n그러나, 이에 의하여 민사상이나 형사상의 책임이 면제되지는 아니한다. \n국회는 헌법 또는 법률에 특별한 규정이 없는 한 재적의원 과반수의 출석과 출석의원 과반수의 찬성으로 의결한다. 가부동수인 때에는 부결된 것으로 본다."
    static let time: String = "시간 더미 데이터"
}
